Repository: Twinpower100/BalkanPearl
Catalog: BalkanPearlProject/BalkanPearlApp/locale/me/LC_MESSAGES/django.po
Languages: me

source: Войти / Регистрация
me: Пријава / Регистрација

source: Войти
me: Пријави се

source: Нет аккаунта?
me: Немате налог?

source: Регистрация
me: Регистрација

source: Или войти через:
me: Или се пријавите преко:

source: Продолжить с Google
me: Настави са Google

source: Apartment Number
me: Број апартмана

source: Error: %s
me: Грешка: %s

source: Выбранные бронирования отменены.
me: Изабране резервације су отказане.

source: Отменить выбранные бронирования
me: Откажи изабране резервације

source: Апартаменты
me: Апартмани

source: Доступ запрещён
me: Приступ забрањен

source: Отчет по доступности
me: Извјештај о доступности

source: Отель: %(hotel)s, Период: %(start_date)s - %(end_date)s
me: Хотел: %(hotel)s, Период: %(start_date)s - %(end_date)s

source: Все отели
me: Сви хотели

source: Апартамент
me: Апартман

source: Доступ запрещен
me: Приступ забрањен

source: Financial Report
me: Финансијски извјештај

source: Задолженность
me: Дуг

source: Начало периода
me: Почетак периода

source: Конец периода
me: Крај периода

source: Отель
me: Хотел

source: Статус бронирования
me: Статус резервације

source: Сезон
me: Сезона

source: Email или имя пользователя
me: Е-пошта или корисничко име

source: Пароль
me: Лозинка

source: Дата выезда должна быть позже даты заезда.
me: Датум одласка мора бити након датума доласка.

source: Апартамент {apartment} недоступен в указанный период.
me: Апартман {apartment} није доступан у изабраном периоду.

source: Дата с
me: Датум од

source: Дата по
me: Датум до

source: Street
me: Улица

source: City
me: Град

source: State/Province
me: Држава/Покрајина

source: Postal Code
me: Поштански број

source: Country
me: Држава

source: Address
me: Адреса

source: Addresses
me: Адресе

source: Window view
me: Поглед из прозора

source: Apartment type
me: Тип апартмана

source: Hotel
me: Хотел

source: Hotel description
me: Опис хотела

source: Floors quantity
me: Број спратова

source: Our E-Mail
me: Наша е-пошта

source: Our phone (WatsApp, Telegram, Viber)
me: Наш телефон (WatsApp, Telegram, Viber)

source: Instagram link
me: Инстаграм линк

source: Facebook link
me: Фејсбук линк

source: Hotels
me: Хотели

source: Season's name
me: Назив сезоне

source: Задним числом стоимость не пересчитывается. Начало и конец действия при расчете цены считается по дате заезда
me: Цјена се не прерачунава уназад. Почетак и крај сезоне се одређују према датуму доласка.

source: Start date
me: Почетни датум

source: По дате заезда
me: Према датуму доласка

source: End date
me: Завршни датум

source: Price coefficient
me: Коефицијент цјене

source: Start date must be earlier than end date
me: Почетни датум мора бити прије завршног датума

source: Season dates cannot overlap with another season.
me: Датуми сезона се не могу преклапати.

source: Season
me: Сезона

source: Seasons
me: Сезоне

source: Apartment number
me: Број апартмана

source: Description
me: Опис

source: Floor
me: Спрат

source: The floor number you've entered is bigger than the Hotel's floors quantity
me: Унети спрат је већи од броја спратова у хотелу

source: Balcony type
me: Тип балкона

source: Rooms quantity
me: Број соба

source: Mini kitchen in apartment
me: Мала кухиња у апартману

source: Bathrooms quantity
me: Број купатила

source: Beds quantity
me: Број кревета

source: Apartment
me: Апартман

source: Apartments
me: Апартмани

source: Sofa
me: Кауч

source: Washing machine
me: Веш машина

source: desk
me: писаћи сто

source: Iron and ironing board
me: Пегла и таблица за пеглање

source: Child bed
me: Дјечји кревет

source: Microwave
me: Микроталасна

source: Square
me: Квадратура

source: Max capacity, people
me: Максимални капацитет, особе

source: Apartment is closed
me: Апартман је затворен

source: Дата заезда не может быть в прошлом
me: Датум доласка не може бити у прошлости

source: Дата выезда должна быть позже даты заезда
me: Датум одласка мора бити након датума доласка

source: Confirmed
me: Потврђено

source: Cancelled by User
me: Отказао корисник

source: Cancelled by Admin
me: Отказао администратор

source: Apartments set
me: Изабрани апартмани

source: User
me: Корисник

source: Check in date
me: Датум доласка

source: Check out date
me: Датум одласка

source: Total booking value
me: Укупна вриједност резервације

source: Manual value
me: Ручна вриједност

source: Admin is able to change total booking value
me: Администратор може да мијени укупну вриједност

source: Created at
me: Креирано

source: Status
me: Статус

source: Debt
me: Дуг

source: Negative debt means hotel's debt
me: Негативан дуг значи дуг хотела

source: Guests quantity
me: Број гостију

source: Booking
me: Резервација

source: Bookings
me: Резервације

source: Total apartments capacity is insufficient
me: Укупни капацитет апартмана је недовољан

source: At least one apartment must be selected
me: Морате изабрати бар један апартман

source: Apartment %(apartment)s is already booked for these dates
me: Апартман %(apartment)s је већ резервисан за ове датуме

source: Один или несколько апартаментов уже заняты в выбранные даты
me: Један или више апартмана је већ заузет у изабраним датумима

source: Cannot cancel a booking that is not confirmed.
me: Не можете отказати непотврђену резервацију.

source: Invalid cancellation initiator. Must be 'user' or 'admin'.
me: Неважећи иницијатор отказивања. Мора бити 'корисник' или 'администратор'.

source: Booking {id} by user {user} has a debt {debt}
me: Резервација {id} корисника {user} има дуг {debt}

source: Card payment
me: Плаћање картицом

source: Paid by cash
me: Плаћање у готовини

source: Online
me: Онлајн

source: Other
me: Остало

source: Payment method
me: Начин плаћања

source: Payment value
me: Износ плаћања

source: Note
me: Напомена

source: Payment
me: Плаћање

source: Payments
me: Плаћања

source: Payment exceeds debt.
me: Плаћање премашује дуг.

source: Payment {id} for {value} made {date} in {method}
me: Плаћање {id} за {value} извршено {date} начин {method}

source: Refund date
me: Датум поврата

source: Refund
me: Повраћaj

source: Refunds
me: Повраћаји

source: The hotel doesn't have any debt
me: Хотел нема никакав дуг

source: Refund exceeds debt!
me: Повраћај премашује дуг!

source: Refund {id} for {value} made {date}
me: Повраћај {id} за {value} извршен {date}

source: Username
me: Корисничко име

source: Rating
me: Оцјена

source: Commentary
me: Коментар

source: Is anonymous
me: Анонимно

source: Review
me: Рецензија

source: Reviews
me: Рецензије

source: Rating must be between 1 and 5
me: Оцјена мора бити између 1 и 5

source: Отзыв {user} - {rating} - {commentary}
me: Рецензија {user} - {rating} - {commentary}

source: Header
me: Наслов

source: Content
me: Садржај

source: Author
me: Аутор

source: Blog post
me: Блог пост

source: Blog posts
me: Блог постови

source: No description
me: Нема описа

source: Apartment photo
me: Фотографија апартмана

source: Upload date
me: Датум отпремања

source: Apartment photos
me: Фотографије апартмана

source: Hotel photo
me: Фотографија хотела

source: Hotel photos
me: Фотографије хотела

source: Вход через Google
me: Пријава преко Google

source: Вы будете перенаправлены на страницу входа через Google.
me: Бићете преусмерени на страницу за пријаву преко Google.

source: Вход
me: Пријава

source: Логин
me: Корисничко име

source: Введите логин
me: Унесите корисничко име

source: Введите пароль
me: Унесите лозинку

source: Ещё нет аккаунта?
me: Још увијек немате налог?

source: Зарегистрироваться
me: Региструј се

source: Забыли пароль?
me: Заборавили сте лозинку?

source: Выход из системы
me: Одјава

source: Выйти
me: Одјави се

source: Отмена
me: Откажи

source: Параметры отчета
me: Параметри извјештаја

source: Показать отчет
me: Прикажи извјештај

source: Экспортировать в Excel
me: Извези у Excel

source: Занят
me: Заузет

source: Свободен
me: Слободан

source: Закрыт
me: Затворен

source: Нет данных для выбранных параметров.
me: Нема података за изабране параметре.

source: Финансовые отчёты
me: Финансијски извјештаји

source: Список апартаментов
me: Листа апартмана

source: Для проверки стоимости и доступности апартаментов укажите желаемые даты бронирования
me: За провјеру цјене и доступности апартмана, унесите жељене датуме резервације

source: Мин. стоимость
me: Мин. цијена

source: Макс. стоимость
me: Макс. цијена

source: Без сортировки
me: Без сортирања

source: По возрастанию стоимости
me: По растућој цијени

source: По убыванию стоимости
me: По опадајућој цијени

source: Показать только доступные
me: Прикажи само доступне

source: Номер апартамента
me: Број апартмана

source: Описание
me: Опис

source: Макс. гостей
me: Макс. гостију

source: Вид из окна
me: Поглед из прозора

source: Вместимость номера
me: Капацитет апартмана

source: Стоимость бронирования:
me: Цјена резервације:

source: Доступность:
me: Доступност:

source: Доступен
me: Доступно

source: Недоступен
me: Није доступно

source: Забронировать
me: Резервиши

source: Фото апартамента
me: Фотографије апартмана

source: Фото отсутствуют
me: Нема фотографија

source: Апартаменты недоступны
me: Апартмани нису доступни

source: Детали бронирования
me: Детаљи резервације

source: Дата заезда
me: Датум доласка

source: Дата выезда
me: Датум одласка

source: Отменить бронирование
me: Откажи резервацију

source: Бронирование апартамента
me: Резервација апартмана

source: Capacity
me: Капацитет

source: Внесите желаемые даты и количество гостей
me: Унесите жељене датуме и број гостију

source: Book
me: Резервиши

source: Вернуться
me: Назад

source: Пожалуйста, заполните обе даты
me: Молимо попуните оба датума

source: Апартамент недоступен на выбранные даты
me: Апартман није доступан у изабраним датумима

source: Количество гостей превышает вместимость апартамента
me: Број гостију премашује капацитет апартмана

source: Произошла ошибка при обработке запроса
me: Дошло је до грешке при обради захтјева

source: Главная - Balkan Pearl
me: Почетна - Balkan Pearl

source: About hotel
me: О хотелу

source: Контакты
me: Контакти

source: Адрес
me: Адреса

source: Не указан
me: Није наведено

source: Электронная почта
me: Е-пошта

source: Нет данных
me: Нема података

source: Мы в соцсетях
me: Ми на друштвеним мрежама

source: Наши фото
me: Наше фотографије

source: Найти нас на карте
me: Нађите нас на карти

source: Карта расположения отеля
me: Мапа локације хотела

source: Открыть в Google Картах
me: Отвори у Google Maps

source: Ваши бронирования
me: Ваше резервације

source: К оплате
me: За плаћање

source: У вас нет бронирований.
me: Немате резервације.

source: Авторизация
me: Ауторизација

source: Balkan Pearl Apartments: Отдых у моря и гор Черногории
me: Balkan Pearl Apartments: Одмор код мора и планина Црне Горе

source: Свяжитесь с нами
me: Контактирајте нас

source: Главная
me: Почетна

source: Мастер бронирования
me: Мајстор резервације

source: Отзывы
me: Рецензије

source: Мои бронирования
me: Моје резервације

source: Здравствуйте,
me: Здраво,

source: English
me: Енглески

source: Русский
me: Руски

source: Crnogorski
me: Црногорски

source: 2025 Balkan Pearl. All rights reserved.
me: 2025 Balkan Pearl. Сва права задржана.

source: Publication date
me: Датум објаве

source: Пока записей в блоге нет.
me: Тренутно нема блог постова.

source: Бронирование подтверждено!
me: Резервација је потврђена!

source: Номер вашей брони:
me: Број ваше резервације:

source: Извините, апартамент более недоступен на выбранные даты
me: Жао нам је, апартман више није доступан у изабраним датумима

source: Найти доступные номера и показать стоимость
me: Пронађи доступне апартмане и прикажи цијену

source: Вариант
me: Варијанта

source: Номеров:
me: Апартмана:

source: Общая вместимость:
me: Укупни капацитет:

source: Стоимость:
me: Цијена:

source: Забронировать этот вариант
me: Резервиши ову варијанту

source: Нет доступных вариантов, попробуйте другие даты или уменьшить количество гостей
me: Нема доступних варијанти, пробајте друге датуме или смањите број гостију

source: Нет доступных вариантов для бронирования. Проверьте, достаточно ли свободных номеров для выбранного количества гостей.
me: Нема доступних варијанти за резервацију. Провјерите да ли има довољно слободних апартмана.

source: Закрыть
me: Затвори

source: Accept new price
me: Прихвати нову цијену

source: Cancel
me: Откажи

source: Сообщение
me: Порука

source: Извините, цена изменилась. Новая цена:
me: Жао нам је, цијена се промјенила. Нова цијена:

source: Создать отзыв - Balkan Pearl
me: Напиши рецензију - Balkan Pearl

source: Создать отзыв
me: Напиши рецензију

source: Сохранить
me: Сачувај

source: Our photos
me: Наше фотографије

source: Оплата бронирования
me: Плаћање резервације

source: Сумма к оплате
me: Износ за плаћање

source: Оплатить
me: Плати

source: Отзывы - Balkan Pearl
me: Рецензије - Balkan Pearl

source: Функция доступна только для авторизованных пользователей.
me: Функција је доступна само регистрованим корисницима.

source: Создать новый
me: Напиши нову

source: Аноним
me: Анонимно

source: Оценка:
me: Оцјена:

source: Дата:
me: Датум:

source: Апартамент:
me: Апартман:

source: Пока отзывов нет.
me: Тренутно нема рецензија.

source: No description available
me: Нема доступног описа

source: Введите корректные даты
me: Унесите исправне датуме

source: Check-out date must be after check-in
me: Датум одласка мора бити након датума доласка

source: Check-in date can't be in the past
me: Датум доласка не може бити у прошлости

source: Неверный метод запроса
me: Неисправан метод захтјева

source: Не все обязательные поля заполнены
me: Нису попуњена сва обавезна поља

source: Апартамент более недоступен в указанный период, попробуйте выбрать либо другие даты, либо апартамент, либо воспользуйтесь мастером бронирования
me: Апартман више није доступан у изабраном периоду, пробајте друге датуме или апартман, или користите мајстора резервације

source: Стоимость изменилась с момента просмотра. Ожидаемая стоимость: %(expected_price)s €
me: Цијена се промјенила од посљедњег прегледа. Очекивана цијена: %(expected_price)s €

source: Произошла ошибка: %(error)s
me: Дошло је до грешке: %(error)s

source: Бронирование успешно отменено.
me: Резервација је успјешно отказана.

source: Ошибка:
me: Грешка:

source: Опубликовать анонимно
me: Објави анонимно

source: Ваш отзыв успешно создан!
me: Ваша рецензија је успјешно креирана!

source: Check-out date should be greater than check-in date
me: Датум одласка мора бити након датума доласка

source: Некорректный формат даты
me: Неисправан формат датума

source: Некоторые апартаменты не найдены или закрыты
me: Неки апартмани нису пронађени или су затворени

source: We are sorry. Booking price has been changed. Actual booking price: %(price)s
me: Жао нам је. Цијена резервације се промјенила. Тренутна цијена: %(price)s

source: Апартаменты успешно забронированы!
me: Апартмани су успјешно резервисани!
